a = int(input("Введите номер месяца: "))
if (a == 1):
	print ("Первым по счёту идёт Январь!")
elif (a == 2):
	print ("Вторым по счёту идёт Февраль!")
elif (a == 3):
	print ("Третьим по счёту идёт Март!")
elif (a == 4):
	print ("Четвёртым по счёту идёт Апрель!")
elif (a == 5):
	print ("Пятым по счёту идёт Май!")
elif (a == 6):
	print ("Шестым по счёту идёт Июнь!")
elif (a == 7):
	print ("Седьмым по счёту идёт Июль!")
elif (a == 8):
	print ("Восьмым по счёту идёт Август!")
elif (a == 9):
	print ("Девятым по счёту идёт Сентябрь!")
elif (a == 10):
	print ("Десятым по счёту идёт Октябрь!")
elif (a == 11):
	print ("Одиннадцатым по счёту идёт Ноябрь!")
elif (a == 12):
	print ("Двеннадцатым по счёту идёт Декабрь!")
else:
	print("Вы допустили ошибку!")